{
    "id": "745662812335898806",
    "reactionRoles": [],
    "disabledCommands": [
        "fuck"
    ],
    "staffRoles": "787004533963358279",
    "suggestionChannel": "779064182259449896",
    "logsChannel": "779072597245165667",
    "patreonChannel": "806504327307853826",
    "questionChannel": "829463308629180447",
    "supportChannels": [
        "747428614500384788",
        "888586464814854194"
    ],
    "idNumber": 14,
    "steam_version": "Act 3",
    "patreon_version": "v14",
    "patreonUpdate": "12 November 2021, 19:00",
    "steamUpdate": "1 October 2021, 15:00",
    "serverRules": {
        "1": "You are required to be 18+ years old to be in College Kings. If we determine or have any suspicions of your current age, we reserve the right to force verify/remove you effective immediately.",
        "2": "Respect other members of your community - Any type of serious harassment including, but not limited to: Blackmailing, hate speech, DM spamming members, threatening to hack, DDoS, or harm anyone will not be tolerated. Depending on how severe the situation, this could result in permanent removal from College Kings. Any Racism, Slur words, Kink Shaming, Body Shaming, Homophobic or Transphobic remarks will result in consequences and be moderated accordingly.",
        "3": "Please keep harsh, suicidal jokes, promoting self-harm, excessive personal attack outside of the server for obvious reasons.",
        "4": "Selling content or services is not allowed, if you wish to advertise or promote please contact <@150561720836947968>",
        "5": "Immediate bans will be handed out severe rule-breaking/instances including but not limited to the following:\nServer Promotions (Without going through the proper people), Raids, DM advertising, etc.",
        "6": "Do not discuss other discord servers or talk about them within College Kings. Promoting other servers through text or voice channels will result in immediate removal from College Kings.",
        "7": "No Bestiality, Gore, Scat, Death, Child Pornography, Necrophilia, Animal Cruelty, or anything deemed too gruesome by staff anywhere inside the server will result in an immediate ban from College Kings, even if posted in NSFW channels.",
        "8": "Drama and excessively toxic behavior will NOT be tolerated under any circumstances. You will be muted immediately if you try to cause any type of drama or mischief in College Kings.",
        "9": "Members of staff reserve the right to ask you to change your profile picture, discord member name, etc. if they see fit. Additionally, staff reserve the right to require you to comply with any reasonable request, even if you disagree, please comply first and then DM <@211486447369322506> and raise your staff complaint",
        "10": "No mute evading, detain evading or ban bypassing. Any attempt to do so will result in the immediate removal of all offending accounts from College Kings.",
        "11": "Please read the channel description before posting (for things such as SFW, NSFW, etc.) Trolling and posting off-topic/irrelevant content in the incorrect channel will result in a verbal warning and further action if continued. We also ask that you do not use the N-word, or any variation of the word whilst conversing in our server.",
        "12": "Mic spamming will not be tolerated under any circumstances.",
        "13": "Politics and religion are sensitive topics and should be avoided. Refer to rule 9 if asked by a staff member to stop your discussion.",
        "14": "Do not be pushy and understand that “No.” means “No.”",
        "15": "Do not discuss banned, detained, or muted members. If they have a complaint, they should contact an Admin. Additionally, please do not discuss historic punishments to yourself",
        "16": "Do not abuse or harass the Staff Team. They are here to help you. Please also do not tell staff how to do their jobs, if you have an issue please DM <@211486447369322506>.",
        "17": "Do not save or redistribute personal content uploaded to the server by other members. Immediate action will be taken against those who violate this rule.",
        "18": "Impersonation of staff members or server members will not be tolerated.",
        "19": "English is the primary language of this server, as such, please do not speak any other languages since we aren't able to moderate this.",
        "20": "We ask that you use common sense whilst participating in the server.",
        "21": "We moderate for violations of Discord's ToS and Guidelines:\n[Terms of Service](https://discord.com/terms)\n[Community Guidelines](https://discord.com/guidelines)"
    },
    "server_guidelines": [
        [
            "College Kings is an adult-only community.",
            "If you are caught or shown to be under-age you will be immediately removed. Please do not send a message for example \"I'm 12\" as a joke. We will need to take these seriously in order to stay within Discord Terms of Service. You will be immediately removed from the server.",
            "Ban (until you are 18)"
        ],
        [
            "Discrimination, Drama, and Bullying",
            "It's unacceptable to attack a person based on their race, ethnicity, sex, gender, sexuality, region, or disabilities are strictly disallowed. Please be respectful to our members including staff. We're all welcome here.",
            "Warning, Kick, Ban."
        ],
        [
            "NSFW Content In Open Chat",
            "NSFW content in open chat such as <#745662813036609548> is not allowed.",
            "Verbal Warning, Warning/Mute, Kick, Ban."
        ],
        [
            "Blackmail, Doxxing, and Personal Information",
            "Do not send someone's personal information to another member without permission from the person who owns that information. This includes addresses, full names, family members, and personal images.",
            "Ban and report to Discord."
        ],
        [
            "Advertisements",
            "Advertising in DMs of another server or website without permission will result in a ban. You can use <#772516507041005618> to advertise your game. Other advertisement please contact <@211486447369322506>",
            "Ban"
        ],
        [
            "Streaming Guidelines",
            "Please do not stream any type of movies or any premium television (i.e. Netflix and Amazon Prime) on this server. Free online content, video games, and other types of shareable media are permitted if they do not violate any of the terms or guidelines.",
            "Warning, Kick, Ban."
        ]
    ],
    "hiddenRules": {
        "69": "Whatever you do, DO NOT PING ME <:peperage:788512386205745162>",
        "nickname": "\n**1.** No blank or \"invisible\" names\n**2.** No slurs or other offensive sentiments\n**3.** No noisy unicode characters - for example, z̯̯͡a̧͎̺l̡͓̫g̹̲o̡̼̘ or byte order marks\n**4.** No nicknames designed to annoy other users"
    }
}
